Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# login.createAccount
source: Create account
ar: إنشاء حساب
bg: Създаване на акаунт
bn: অ্যাকাউন্ট তৈরি করুন
ca: Crear compte
cs: Vytvořit účet
da: Opret konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear cuenta
et: Loo konto
fa: ایجاد حساب
fi: Luo tili
fil: Lumikha ng account
fr: Créer un compte
he: צור חשבון
hi: खाता बनाएं
hr: Kreiraj račun
hu: Fiók létrehozása
id: Buat akun
is: Stofna reikning
it: Crea account
ja: アカウントを作成
ko: 계정 생성
lt: Sukurti paskyrą
lv: Izveidot kontu
nb: Opprett konto
nl: Maak account aan
nn: Opprett konto
pl: Utwórz konto
pt_br: Criar conta
ro: Creează cont
ru: Создать учетную запись
sk: Vytvoriť účet
sl: Ustvari račun
sr: Kreiraj nalog
sv: Skapa konto
sw: Tengeneza akaunti
ta: கணக்கு உருவாக்கவும்
th: สร้างบัญชี
tr: Hesap Oluştur
uk: Створити акаунт
ur: اکاؤنٹ بنائیں
vi: Tạo tài khoản
zh_hans: 创建账户
zh_hant: 建立帳戶

# login.emailOrPhonePlaceholder
source: name@example.com or +47 12345678
ar: name@example.com أو +47 12345678
bg: име@пример.bg или +359 12345678
bn: নাম@উদাহরণ.com বা +47 12345678
ca: nom@exemple.com o +47 12345678
cs: jmeno@priklad.cz nebo +420 123456789
da: navn@eksempel.dk eller +45 12345678
de: name@beispiel.de oder +47 12345678
el: όνομα@παράδειγμα.gr ή +30 12345678
es: nombre@ejemplo.com o +47 12345678
et: nimi@näide.ee või +372 12345678
fa: نام@مثال.com یا +47 12345678
fi: nimi@esimerkki.fi tai +47 12345678
fil: pangalan@halimbawa.com o +47 12345678
fr: nom@exemple.com ou +47 12345678
he: name@example.com או +47 12345678
hi: नाम@उदाहरण.com या +47 12345678
hr: ime@primjer.com ili +47 12345678
hu: nev@példa.hu vagy +36 12345678
id: nama@contoh.com atau +47 12345678
is: nafn@dæmi.is eða +354 1234567
it: nome@esempio.com o +47 12345678
ja: name@example.com または +47 12345678
ko: 이름@예시.com 또는 +47 12345678
lt: vardas@pavyzdys.lt arba +370 12345678
lv: vards@example.com vai +371 20123456
nb: navn@eksempel.no eller +47 12345678
nl: naam@voorbeeld.com of +47 12345678
nn: namn@eksempel.no eller +47 12345678
pl: nazwa@przykład.pl lub +47 12345678
pt_br: nome@exemplo.com ou +55 11 98765-4321
ro: nume@exemplu.com sau +47 12345678
ru: имя@пример.com или +47 12345678
sk: meno@priklad.sk alebo +421 123456789
sl: ime@primer.si ali +386 1 2345678
sr: ime@primer.com ili +47 12345678
sv: namn@exempel.com eller +47 12345678
sw: jina@mfano.com au +47 12345678
ta: பெயர்@எடுத்துக்காட்டு.com அல்லது +47 12345678
th: name@example.com หรือ +47 12345678
tr: ad@ornek.com veya +47 12345678
uk: ім'я@приклад.com або +47 12345678
ur: name@example.com یا +47 12345678
vi: name@example.com hoặc +47 12345678
zh_hans: name@example.com 或 +47 12345678
zh_hant: name@example.com 或 +47 12345678

# login.emailOrPhoneReveal
source: Email or phone
ar: البريد الإلكتروني أو الهاتف
bg: Имейл или телефон
bn: ইমেল বা ফোন
ca: Correu o telèfon
cs: E-mail nebo telefon
da: E-mail eller telefon
de: E-Mail oder Telefon
el: Email ή τηλέφωνο
es: Correo o teléfono
et: E-post või telefon
fa: ایمیل یا تلفن
fi: Sähköposti tai puhelin
fil: Email o telepono
fr: E-mail ou téléphone
he: אימייל או טלפון
hi: ईमेल या फ़ोन
hr: E-pošta ili telefon
hu: E-mail vagy telefon
id: Email atau telepon
is: Netfang eða sími
it: Email o telefono
ja: メールアドレスまたは電話番号
ko: 이메일 또는 전화번호
lt: El. paštas arba telefonas
lv: E-pasts vai tālrunis
nb: E-post eller telefon
nl: E-mail of telefoon
nn: E-post eller telefon
pl: E-mail lub telefon
pt_br: E-mail ou telefone
ro: E-mail sau telefon
ru: Эл. почта или телефон
sk: E-mail alebo telefón
sl: E-pošta ali telefon
sr: Imejl ili telefon
sv: E-post eller telefon
sw: Barua pepe au simu
ta: மின்னஞ்சல் அல்லது தொலைபேசி
th: อีเมลหรือโทรศัพท์
tr: E-posta veya telefon
uk: Ел. пошта або телефон
ur: ای میل یا فون
vi: Email hoặc số điện thoại
zh_hans: 邮箱或手机号
zh_hant: 電子郵件或電話

# login.errors.fillEmailOrPhone
source: Please enter email or phone number.
ar: يرجى إدخال البريد الإلكتروني أو رقم الهاتف.
bg: Моля, въведете имейл или телефонен номер.
bn: অনুগ্রহ করে ইমেল বা ফোন নম্বর প্রবেশ করুন।
ca: Introdueix el correu electrònic o número de telèfon.
cs: Prosím zadejte e-mail nebo telefonní číslo.
da: Udfyld e-mail eller telefonnummer.
de: Bitte geben Sie eine E-Mail oder Telefonnummer ein.
el: Συμπληρώστε email ή τηλέφωνο.
es: Introduce tu correo electrónico o número de teléfono.
et: Sisesta e-post või telefoninumber.
fa: لطفاً ایمیل یا شماره تلفن را وارد کنید.
fi: Syötä sähköpostiosoite tai puhelinnumero.
fil: Palihim na magpasok ng email o numero ng telepono.
fr: Veuillez entrer une adresse e-mail ou un numéro de téléphone.
he: אנא הזן דוא״ל או מספר טלפון.
hi: कृपया ईमेल या फोन नंबर दर्ज करें।
hr: Molimo unesite e-poštu ili broj telefona.
hu: Adjon meg e-mail vagy telefonszámot.
id: Silakan masukkan email atau nomor telepon.
is: Vinsamlegast færðu inn netfang eða sími.
it: Inserisci email o numero di telefono.
ja: メールまたは電話番号を入力してください。
ko: 이메일 또는 전화번호를 입력해주세요.
lt: Prašom įvesti el. paštą arba telefono numerį.
lv: Lūdzu ievadiet e-pastu vai tālruņa numuru.
nb: Fyll inn e-post eller telefonnummer.
nl: Voer e-mail of telefoonnummer in.
nn: Fyll inn e-post eller telefonnummer.
pl: Wpisz e-mail lub numer telefonu.
pt_br: Digite seu e-mail ou número de telefone.
ro: Introduceți e-mail sau număr de telefon.
ru: Пожалуйста, введите электронную почту или номер телефона.
sk: Zadaj e-mail alebo telefónne číslo.
sl: Vnesite e-pošto ali telefonsko številko.
sr: Molimo unesi e-poštu ili broj telefona.
sv: Fyll i e-post eller telefonnummer.
sw: Tafadhali ingiza barua pepe au nambari ya simu.
ta: தயவுசெய்து மின்னஞ்சல் அல்லது ஃபோன் எண்ணை உள்ளிடவும்.
th: กรุณากรอกอีเมลหรือหมายเลขโทรศัพท์
tr: Lütfen e-posta veya telefon numarası girin.
uk: Введіть електронну пошту або номер телефону.
ur: براہ مہربانی ای میل یا فون نمبر درج کریں۔
vi: Vui lòng nhập email hoặc số điện thoại.
zh_hans: 请输入邮箱或电话号码。
zh_hant: 請輸入電郵或電話號碼。

# login.errors.invalidEmailOrPhone
source: Invalid email or phone number.
ar: البريد الإلكتروني أو رقم الهاتف غير صحيح.
bg: Невалиден имейл или телефонен номер.
bn: অবৈধ ইমেল বা ফোন নম্বর।
ca: Correu electrònic o número de telèfon no vàlid.
cs: Neplatný e-mail nebo telefonní číslo.
da: Ugyldig e-mail eller telefonnummer.
de: Ungültige E-Mail oder Telefonnummer.
el: Άκυρο email ή τηλέφωνο.
es: Correo electrónico o número de teléfono no válido.
et: Vigane e-post või telefoninumber.
fa: ایمیل یا شماره تلفن نامعتبر است.
fi: Virheellinen sähköpostiosoite tai puhelinnumero.
fil: Hindi valid na email o numero ng telepono.
fr: Adresse e-mail ou numéro de téléphone invalide.
he: דוא״ל או מספר טלפון לא חוקי.
hi: अमान्य ईमेल या फोन नंबर।
hr: Nevaljana e-pošta ili broj telefona.
hu: Érvénytelen e-mail vagy telefonszám.
id: Email atau nomor telepon tidak valid.
is: Ógilt netfang eða sími.
it: Email o numero di telefono non valido.
ja: メールまたは電話番号が無効です。
ko: 유효하지 않은 이메일 또는 전화번호입니다.
lt: Neteisingas el. paštas arba telefono numeris.
lv: Nederīgs e-pasts vai tālruņa numurs.
nb: Ugyldig e-post eller telefonnummer.
nl: Ongeldig e-mail of telefoonnummer.
nn: Ugyldig e-post eller telefonnummer.
pl: Nieprawidłowy e-mail lub numer telefonu.
pt_br: E-mail ou número de telefone inválido.
ro: E-mail sau număr de telefon nevalid.
ru: Неверная электронная почта или номер телефона.
sk: Neplatný e-mail alebo telefónne číslo.
sl: Neveljavna e-pošta ali telefonska številka.
sr: Nevažeća e-pošta ili broj telefona.
sv: Ogiltig e-post eller telefonnummer.
sw: Barua pepe au nambari ya simu si sahihi.
ta: தவறான மின்னஞ்சல் அல்லது ஃபோன் எண்.
th: อีเมลหรือหมายเลขโทรศัพท์ไม่ถูกต้อง
tr: Geçersiz e-posta veya telefon numarası.
uk: Невірна електронна пошта або номер телефону.
ur: غلط ای میل یا فون نمبر۔
vi: Email hoặc số điện thoại không hợp lệ.
zh_hans: 邮箱或电话号码无效。
zh_hant: 無效的電郵或電話號碼。

# login.errors.passwordRequired
source: Password is required
ar: كلمة المرور مطلوبة
bg: Паролата е задължителна
bn: পাসওয়ার্ড প্রয়োজন
ca: La contrasenya és obligatòria
cs: Heslo je povinné
da: Adgangskode er påkrævet
de: Passwort erforderlich
el: Το κωδικό πρόσβασης είναι υποχρεωτικό
es: La contraseña es obligatoria
et: Parool on nõutav
fa: رمز عبور الزامی است
fi: Salasana vaaditaan
fil: Kailangan ng password
fr: Le mot de passe est obligatoire
he: נדרש סיסמה
hi: पासवर्ड आवश्यक है
hr: Lozinka je obavezna
hu: A jelszó kötelező
id: Kata sandi diperlukan
is: Lykilorð er áskilið
it: La password è obbligatoria
ja: パスワードが必要です
ko: 비밀번호는 필수입니다
lt: Slaptažodis yra būtinas
lv: Parole ir obligāta
nb: Passord er påkrevd
nl: Wachtwoord is vereist
nn: Passord er påkravd
pl: Hasło jest wymagane
pt_br: Senha obrigatória
ro: Parola este obligatorie
ru: Пароль требуется
sk: Heslo je povinné
sl: Geslo je obvezno
sr: Lozinka je obavezna
sv: Lösenord krävs
sw: Nenosiri linahitajika
ta: கடவுச்சொல் தேவை
th: จำเป็นต้องใส่รหัสผ่าน
tr: Parola gereklidir
uk: Пароль обов'язковий
ur: پاس ورڈ درکار ہے
vi: Cần nhập mật khẩu
zh_hans: 密码为必填项
zh_hant: 需要密碼

# login.forgotPassword
source: Forgot password?
ar: هل نسيت كلمة المرور؟
bg: Забравена парола?
bn: পাসওয়ার্ড ভুলে গেছেন?
ca: Has oblidat la contrasenya?
cs: Zapomněli jste heslo?
da: Glemt adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό πρόσβασης;
es: ¿Olvidaste tu contraseña?
et: Unustasid parooli?
fa: رمز عبور را فراموش کردید؟
fi: Unohditko salasanan?
fil: Nakalimutan ang password?
fr: Mot de passe oublié ?
he: שכחת סיסמה?
hi: पासवर्ड भूल गए?
hr: Zaboravili ste lozinku?
hu: Elfelejtetted a jelszavad?
id: Lupa kata sandi?
is: Gleymt lykilorð?
it: Password dimenticata?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
lt: Pamiršai slaptažodį?
lv: Aizmirsāt paroli?
nb: Glemt passord?
nl: Wachtwoord vergeten?
nn: Glemt passord?
pl: Zapomniałeś hasła?
pt_br: Esqueceu a senha?
ro: Ați uitat parola?
ru: Забыли пароль?
sk: Zabudol si heslo?
sl: Pozabljeno geslo?
sr: Zaboravio si lozinku?
sv: Glömt lösenord?
sw: Umesahau nenosiri?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
th: ลืมรหัสผ่าน?
tr: Parolayı mı unuttunuz?
uk: Забули пароль?
ur: پاس ورڈ بھول گئے؟
vi: Quên mật khẩu?
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

# login.passkey.continue
source: Continue with passkey
ar: المتابعة باستخدام مفتاح المرور
bg: Продължи с ключ за достъп
bn: পাসকি দিয়ে চালিয়ে যান
ca: Continua amb la clau d'accés
cs: Pokračovat s přístupovým klíčem
da: Fortsæt med adgangsnøgle
de: Mit Passkey fortfahren
el: Συνέχεια με κλειδί πρόσβασης
es: Continuar con clave de acceso
et: Jätka pääsuvõtmega
fa: ادامه با کلید عبور
fi: Jatka passiavaimella
fil: Magpatuloy gamit ang passkey
fr: Continuer avec une clé d’accès
he: המשך עם מפתח גישה
hi: पासकी के साथ जारी रखें
hr: Nastavi s pristupnim ključem
hu: Folytatás jelszókulccsal
id: Lanjutkan dengan kunci sandi
is: Halda áfram með aðgangslykli
it: Continua con passkey
ja: パスキーで続行
ko: 패스키로 계속하기
lt: Tęsti su prieigos raktu
lv: Turpināt ar piekļuves atslēgu
nb: Fortsett med passnøkkel
nl: Doorgaan met toegangssleutel
nn: Hald fram med passnøkkel
pl: Kontynuuj z kluczem dostępu
pt_br: Continuar com chave de acesso
ro: Continuă cu cheia de acces
ru: Продолжить с ключом доступа
sk: Pokračovať s prístupovým kľúčom
sl: Nadaljuj s ključem za prijavo
sr: Nastavi pomoću ključa za pristup
sv: Fortsätt med passnyckel
sw: Endelea kwa ufunguo wa siri
ta: பாஸ்கீயுடன் தொடரவும்
th: ดำเนินการต่อด้วยพาสคีย์
tr: Geçiş anahtarıyla devam et
uk: Продовжити з ключем доступу
ur: پاسکی کے ساتھ جاری رکھیں
vi: Tiếp tục với passkey
zh_hans: 使用通行密钥继续
zh_hant: 使用通行金鑰繼續

# login.passkey.errors.alreadyRegistered
source: This passkey is already registered.
ar: مفتاح المرور هذا مسجّل بالفعل.
bg: Този ключ за достъп вече е регистриран.
bn: এই পাসকি ইতিমধ্যে নিবন্ধিত।
ca: Aquesta clau d'accés ja està registrada.
cs: Tento přístupový klíč je již zaregistrován.
da: Denne adgangsnøgle er allerede registreret.
de: Dieser Passkey ist bereits registriert.
el: Αυτό το κλειδί πρόσβασης έχει ήδη καταχωριστεί.
es: Esta clave de acceso ya está registrada.
et: See pääsuvõti on juba registreeritud.
fa: این کلید عبور قبلاً ثبت شده است.
fi: Tämä pääsyavain on jo rekisteröity.
fil: Nakarehistro na ang passkey na ito.
fr: Cette clé d’accès est déjà enregistrée.
he: מפתח הגישה הזה כבר רשום.
hi: यह पासकी पहले से पंजीकृत है।
hr: Ovaj pristupni ključ već je registriran.
hu: Ez a hozzáférési kulcs már regisztrálva van.
id: Kunci sandi ini sudah terdaftar.
is: Þessi aðgangslykill er þegar skráður.
it: Questa passkey è già registrata.
ja: このパスキーはすでに登録されています。
ko: 이미 등록된 패스키입니다.
lt: Šis prieigos raktas jau užregistruotas.
lv: Šī piekļuves atslēga jau ir reģistrēta.
nb: Denne passnøkkelen er allerede registrert.
nl: Deze passkey is al geregistreerd.
nn: Denne passnøkkelen er allereie registrert.
pl: Ten klucz dostępu jest już zarejestrowany.
pt_br: Esta chave de acesso já está cadastrada.
ro: Această cheie de acces este deja înregistrată.
ru: Этот ключ доступа уже зарегистрирован.
sk: Tento prístupový kľúč je už zaregistrovaný.
sl: Ta dostopni ključ je že registriran.
sr: Ovaj pristupni ključ je već registrovan.
sv: Den här passnyckeln är redan registrerad.
sw: Ufunguo huu wa kuingia tayari umesajiliwa.
ta: இந்த பாஸ்கீ ஏற்கனவே பதிவு செய்யப்பட்டுள்ளது.
th: พาสคีย์นี้ลงทะเบียนแล้ว
tr: Bu geçiş anahtarı zaten kayıtlı.
uk: Цей ключ доступу вже зареєстровано.
ur: یہ پاس کی پہلے ہی رجسٹرڈ ہے۔
vi: Khóa truy cập này đã được đăng ký.
zh_hans: 此通行密钥已注册。
zh_hant: 此通行密鑰已註冊。

# login.passkey.errors.disabled
source: Passkey login is not enabled yet.
ar: تسجيل الدخول بمفتاح المرور غير مفعّل بعد.
bg: Входът с ключ за достъп още не е активиран.
bn: পাসকি লগইন এখনো সক্রিয় নয়।
ca: L'inici de sessió amb clau d'accés encara no està activat.
cs: Přihlášení přístupovým klíčem ještě není povoleno.
da: Login med adgangsnøgle er ikke aktiveret endnu.
de: Passkey-Anmeldung ist noch nicht aktiviert.
el: Η σύνδεση με κλειδί πρόσβασης δεν είναι ακόμα ενεργοποιημένη.
es: El inicio con clave de acceso aún no está activado.
et: Pääsuvõtmega sisselogimine pole veel lubatud.
fa: ورود با کلید عبور هنوز فعال نشده است.
fi: Passiavainkirjautumista ei ole vielä otettu käyttöön.
fil: Hindi pa naka-enable ang passkey login.
fr: La connexion par clé d’accès n’est pas encore activée.
he: התחברות עם מפתח גישה עדיין לא הופעלה.
hi: पासकी लॉगिन अभी सक्षम नहीं है।
hr: Prijava pristupnim ključem još nije omogućena.
hu: A jelszókulcsos bejelentkezés még nincs engedélyezve.
id: Login kunci sandi belum diaktifkan.
is: Innskráning með aðgangslykli er ekki virk ennþá.
it: L'accesso con passkey non è ancora abilitato.
ja: パスキーログインはまだ有効になっていません。
ko: 패스키 로그인이 아직 활성화되지 않았습니다.
lt: Prisijungimas su prieigos raktu dar neįjungtas.
lv: Piekļuves atslēgas pieteikšanās vēl nav iespējota.
nb: Passnøkkelinnlogging er ikke aktivert ennå.
nl: Inloggen met toegangssleutel is nog niet ingeschakeld.
nn: Passnøkkelinnlogging er ikkje aktivert enno.
pl: Logowanie kluczem dostępu nie jest jeszcze włączone.
pt_br: O login com chave de acesso ainda não está ativado.
ro: Autentificarea cu cheie de acces nu este activată încă.
ru: Вход по ключу доступа ещё не включён.
sk: Prihlásenie prístupovým kľúčom ešte nie je povolené.
sl: Prijava s ključem za prijavo še ni omogočena.
sr: Prijava ključem za pristup još nije omogućena.
sv: Inloggning med passnyckel är inte aktiverad än.
sw: Kuingia kwa ufunguo wa siri bado hakujawashwa.
ta: பாஸ்கீ உள்நுழைவு இன்னும் செயல்படுத்தப்படவில்லை.
th: ยังไม่ได้เปิดใช้งานการเข้าสู่ระบบด้วยพาสคีย์
tr: Geçiş anahtarıyla giriş henüz etkin değil.
uk: Вхід за ключем доступу ще не ввімкнено.
ur: پاسکی لاگ اِن ابھی فعال نہیں ہے۔
vi: Đăng nhập bằng passkey chưa được bật.
zh_hans: 通行密钥登录尚未启用。
zh_hant: 尚未啟用通行金鑰登入。

# login.passkey.errors.failed
source: Passkey authentication failed. Try again.
ar: فشلت المصادقة بمفتاح المرور. حاول مجددًا.
bg: Удостоверяването с ключ за достъп бе неуспешно. Опитайте отново.
bn: পাসকি দিয়ে যাচাইকরণ ব্যর্থ হয়েছে। আবার চেষ্টা করুন।
ca: Ha fallat l'autenticació amb la clau d'accés. Torna-ho a provar.
cs: Ověření přístupovým klíčem se nezdařilo. Zkuste to znovu.
da: Godkendelse med adgangsnøgle mislykkedes. Prøv igen.
de: Passkey-Authentifizierung fehlgeschlagen. Erneut versuchen.
el: Η ταυτοποίηση με κλειδί πρόσβασης απέτυχε. Δοκιμάστε ξανά.
es: Falló la autenticación con la clave de acceso. Inténtalo de nuevo.
et: Pääsuvõtmega autentimine nurjus. Proovi uuesti.
fa: احراز هویت با کلید عبور ناموفق بود. دوباره تلاش کنید.
fi: Pääsyavaimella tunnistautuminen epäonnistui. Yritä uudelleen.
fil: Nabigo ang pagpapatotoo gamit ang passkey. Subukan muli.
fr: Échec de l’authentification par clé d’accès. Réessayez.
he: האימות באמצעות מפתח גישה נכשל. יש לנסות שוב.
hi: पासकी से सत्यापन विफल रहा। फिर से कोशिश करें।
hr: Provjera pristupnim ključem nije uspjela. Pokušajte ponovno.
hu: A hozzáférési kulcsos hitelesítés sikertelen. Próbálja újra.
id: Autentikasi kunci sandi gagal. Coba lagi.
is: Auðkenning með aðgangslykli mistókst. Reyndu aftur.
it: Autenticazione con passkey non riuscita. Riprova.
ja: パスキー認証に失敗しました。もう一度お試しください。
ko: 패스키 인증에 실패했습니다. 다시 시도하세요.
lt: Nepavyko prisijungti naudojant prieigos raktą. Bandykite dar kartą.
lv: Autentifikācija ar piekļuves atslēgu neizdevās. Mēģiniet vēlreiz.
nb: Passnøkkelautentiseringen mislyktes. Prøv igjen.
nl: Aanmelden met passkey mislukt. Probeer het opnieuw.
nn: Passnøkkelautentiseringa mislukkast. Prøv igjen.
pl: Uwierzytelnienie kluczem dostępu nie powiodło się. Spróbuj ponownie.
pt_br: Falha na autenticação com chave de acesso. Tente novamente.
ro: Autentificarea cu cheia de acces a eșuat. Încearcă din nou.
ru: Не удалось войти с помощью ключа доступа. Попробуйте ещё раз.
sk: Overenie prístupovým kľúčom zlyhalo. Skúste to znova.
sl: Preverjanje z dostopnim ključem ni uspelo. Poskusite znova.
sr: Prijava pristupnim ključem nije uspela. Pokušajte ponovo.
sv: Autentisering med passnyckel misslyckades. Försök igen.
sw: Uthibitishaji kwa ufunguo wa kuingia umeshindwa. Jaribu tena.
ta: பாஸ்கீ அங்கீகாரம் தோல்வியடைந்தது. மீண்டும் முயலவும்.
th: ยืนยันตัวตนด้วยพาสคีย์ไม่สำเร็จ ลองอีกครั้ง
tr: Geçiş anahtarıyla kimlik doğrulama başarısız oldu. Tekrar deneyin.
uk: Не вдалося пройти автентифікацію за ключем доступу. Спробуйте ще раз.
ur: پاس کی سے تصدیق ناکام رہی۔ دوبارہ کوشش کریں۔
vi: Xác thực bằng khóa truy cập thất bại. Hãy thử lại.
zh_hans: 通行密钥验证失败，请重试。
zh_hant: 通行密鑰驗證失敗，請重試。

# login.passkey.errors.inProgress
source: A passkey request is already in progress.
ar: يوجد طلب مفتاح مرور قيد التنفيذ بالفعل.
bg: Вече се обработва заявка за ключ за достъп.
bn: একটি পাসকি অনুরোধ ইতিমধ্যে চলছে।
ca: Ja hi ha una sol·licitud de clau d'accés en curs.
cs: Požadavek na přístupový klíč již probíhá.
da: En anmodning om adgangsnøgle er allerede i gang.
de: Eine Passkey-Anfrage läuft bereits.
el: Ένα αίτημα κλειδιού πρόσβασης βρίσκεται ήδη σε εξέλιξη.
es: Ya hay una solicitud de clave de acceso en curso.
et: Pääsuvõtme taotlus on juba pooleli.
fa: درخواست کلید عبور دیگری در حال انجام است.
fi: Pääsyavainpyyntö on jo käynnissä.
fil: May kasalukuyan nang kahilingan sa passkey.
fr: Une demande de clé d’accès est déjà en cours.
he: בקשה למפתח גישה כבר מתבצעת.
hi: पासकी का अनुरोध पहले से जारी है।
hr: Zahtjev za pristupni ključ već je u tijeku.
hu: Már folyamatban van egy hozzáférésikulcs-kérelem.
id: Permintaan kunci sandi lain sedang berlangsung.
is: Beiðni um aðgangslykil er þegar í vinnslu.
it: È già in corso una richiesta di passkey.
ja: パスキーのリクエストはすでに進行中です。
ko: 패스키 요청이 이미 진행 중입니다.
lt: Prieigos rakto užklausa jau vykdoma.
lv: Piekļuves atslēgas pieprasījums jau tiek apstrādāts.
nb: En passnøkkelforespørsel pågår allerede.
nl: Er is al een passkeyverzoek bezig.
nn: Ein passnøkkelførespurnad er allereie i gang.
pl: Żądanie klucza dostępu jest już w toku.
pt_br: Já há uma solicitação de chave de acesso em andamento.
ro: O solicitare de cheie de acces este deja în curs.
ru: Запрос ключа доступа уже выполняется.
sk: Žiadosť o prístupový kľúč už prebieha.
sl: Zahteva za dostopni ključ že poteka.
sr: Zahtev za pristupni ključ je već u toku.
sv: En begäran om passnyckel pågår redan.
sw: Ombi la ufunguo wa kuingia tayari linaendelea.
ta: பாஸ்கீ கோரிக்கை ஏற்கனவே செயல்பாட்டில் உள்ளது.
th: กำลังดำเนินการคำขอพาสคีย์อยู่แล้ว
tr: Bir geçiş anahtarı isteği zaten devam ediyor.
uk: Запит ключа доступу вже виконується.
ur: پاس کی کی ایک درخواست پہلے ہی جاری ہے۔
vi: Một yêu cầu khóa truy cập đang được xử lý.
zh_hans: 已有通行密钥请求正在进行。
zh_hant: 已有通行密鑰請求正在處理中。

# login.passkey.errors.notHandled
source: No passkey provider could handle this request.
ar: لم يتمكن أي موفّر لمفاتيح المرور من معالجة هذا الطلب.
bg: Нито един доставчик на ключове за достъп не можа да обработи заявката.
bn: কোনো পাসকি প্রদানকারী এই অনুরোধটি সামলাতে পারেনি।
ca: Cap proveïdor de claus d'accés no ha pogut gestionar aquesta sol·licitud.
cs: Žádný správce přístupových klíčů nemohl požadavek zpracovat.
da: Ingen adgangsnøgleudbyder kunne håndtere anmodningen.
de: Kein Passkey-Anbieter konnte diese Anfrage bearbeiten.
el: Κανένας πάροχος κλειδιών πρόσβασης δεν μπόρεσε να χειριστεί αυτό το αίτημα.
es: Ningún proveedor de claves de acceso pudo gestionar esta solicitud.
et: Ükski pääsuvõtme pakkuja ei saanud seda taotlust töödelda.
fa: هیچ ارائه‌دهندهٔ کلید عبوری نتوانست این درخواست را پردازش کند.
fi: Mikään pääsyavainten tarjoaja ei voinut käsitellä pyyntöä.
fil: Walang provider ng passkey na makapangasiwa sa kahilingang ito.
fr: Aucun fournisseur de clés d’accès n’a pu traiter cette demande.
he: אף ספק של מפתחות גישה לא הצליח לטפל בבקשה.
hi: कोई पासकी प्रदाता इस अनुरोध को पूरा नहीं कर सका।
hr: Nijedan pružatelj pristupnih ključeva nije mogao obraditi ovaj zahtjev.
hu: Egyik hozzáférésikulcs-szolgáltató sem tudta kezelni a kérelmet.
id: Tidak ada penyedia kunci sandi yang dapat menangani permintaan ini.
is: Enginn aðgangslyklaveitandi gat afgreitt beiðnina.
it: Nessun gestore di passkey ha potuto elaborare la richiesta.
ja: このリクエストに対応できるパスキープロバイダーがありません。
ko: 이 요청을 처리할 수 있는 패스키 제공자가 없습니다.
lt: Joks prieigos raktų teikėjas negalėjo apdoroti šios užklausos.
lv: Neviens piekļuves atslēgu nodrošinātājs nevarēja apstrādāt šo pieprasījumu.
nb: Ingen passnøkkelleverandør kunne håndtere forespørselen.
nl: Geen passkeyprovider kon dit verzoek verwerken.
nn: Ingen passnøkkelleverandør kunne handtere førespurnaden.
pl: Żaden dostawca kluczy dostępu nie mógł obsłużyć tego żądania.
pt_br: Nenhum provedor de chaves de acesso pôde processar a solicitação.
ro: Niciun furnizor de chei de acces nu a putut procesa solicitarea.
ru: Ни один менеджер паролей не смог обработать этот запрос.
sk: Žiadny správca prístupových kľúčov nedokázal spracovať túto žiadosť.
sl: Noben ponudnik dostopnih ključev ni mogel obdelati te zahteve.
sr: Nijedan pružalac pristupnih ključeva ne može da obradi ovaj zahtev.
sv: Ingen passnyckelleverantör kunde hantera begäran.
sw: Hakuna mtoa huduma wa funguo za kuingia aliyeweza kushughulikia ombi hili.
ta: இந்தக் கோரிக்கையை எந்த பாஸ்கீ வழங்குநராலும் கையாள முடியவில்லை.
th: ไม่มีผู้ให้บริการพาสคีย์ที่รองรับคำขอนี้
tr: Hiçbir geçiş anahtarı sağlayıcısı bu isteği işleyemedi.
uk: Жоден постачальник ключів доступу не зміг обробити цей запит.
ur: کوئی پاس کی فراہم کنندہ یہ درخواست پوری نہیں کر سکا۔
vi: Không có trình quản lý khóa truy cập nào xử lý được yêu cầu này.
zh_hans: 没有通行密钥提供方能够处理此请求。
zh_hant: 沒有通行密鑰服務可處理此請求。
